export const faqs = [
  {
    id: 1,
    text: '保育Picksはどんなサービスですか？',
    answer: '保育Picksは保育士に特化した、採用マッチングアプリです！最短1時間から働けます。ご希望であればその保育園で長期雇用も可能です！',
  },
  {
    id: 2,
    text: '残業代・深夜手当は出ますか？',
    answer: '各保育園の判断にはよりますが、労働基準法に則り、法定労働時間の8時間を超える残業の場合・深夜業の労働(22:00〜5:00)において割増手当が発生します。どちらも時給の25%が加算され、残業が深夜業に発生した場合にはどちらも適用されるため、50%が時給に上乗せされます。',
  },
  {
    id: 3,
    text: '勤務形態は選べますか？',
    answer: '最短1時間から、日勤、長期までお選びできます！詳しくは求人の詳細や、保育園とご相談ください。',
  },
  {
    id: 4,
    text: 'どんな方が対象ですか？',
    answer: '保育士資格を取得されている方が対象となります。その他条件は各保育園とご相談ください。',
  },
];
export default faqs;