import styles from './index.module.css'

export function Team(): JSX.Element{
  return(
    <div className={styles.teamRule}>
      <h2>Terms of service</h2>
      <h1>利用規約</h1>
      <div className={styles.ruleText}>
        <p>
          保育Picks利用規約
          本規約は、保育Picks株式会社(以下「当社」といいます。)が提供す
          る人材紹介サービス(以下「本サービス」といいます。)をご利用いただくうえで
          の
          合意事項を定めたものとなります。本サービスをご利用いただいた場合、本規約に
          ご同意いただいているものとみなします。<br />
          第1条(定義)
          本規約において使用する用語の定義は以下のとおりとします。<br />
          (1)本サービスとは、本システム(以下に定義します。)を利用して、利用者(以下に定
          義します)に対して、当社が求人の申込みを行う企業(以下
          「求人企業」といいま
          す)との間の日々の雇用契約締結のあっせんを行う「保育Picks」という名称の
          サービス(理由の如何を問わずサービスの
          名称または内容が変更された場合は、
          当該変更後のサービスを含みます。)およびこれに付随または関連するサービス
          (当社が提供する、求
          職者向け本サービスへの登録サポートおよび求職に関する
          情報提供サービス(その他これに関連するサービスを含みます。)および本サービ
          スに必要な本システムの提供サービス(マッチングシステムの提供をを含みます。)
          をいいます。<br />
          (2)本システムとは、本サービスにかかるシステムのうち、当社が提供する本サービ
          スの利用に必要な情報システムをいいます。<br />
          (3)利用者とは、本サービスのユーザーで、かつ本規約の定めに従い本サービスを利
          用する求職者をいいます。<br />
          (4)本アプリとは、当社が運営する、本サービスおよび本サービスに関連する携帯端
          末向けアプリケーションをいいます。 <br />
          第2条(サービスの提供等)<br />
          1.
          利用者が、本アプリその他当社が指定する方法において、本サービスの申込を行
          い、当社が当該申込みを承諾すると、利用者は本サービスを
          ご利用いただけま 1/11
          す。なお、当社は、当該承諾を拒絶する場合があり、当該拒絶に関し、理由の開
          示義務および損害賠償に係る責任を負わな いものとします。<br />
          2.
          利用者が本サービスにおいて当社保有の求人案件に応募した場合、利用者の情報
          が求人企業に対して提供されます。<br />
          3.
          利用者が本サービスにおいて求人案件に応募できるのは1日につき1案件を限度と
          します。なお、紹介先が決定するまでは、応募の取消が可能
          ですが、紹介先が決
          定した後は応募を取り消すことはできません。<br />
          4.労働契約の締結は利用者と求人企業との間の合意により成立するものであり、就
          業先の決定は就業の約束ではなく、就業日までの間に求人
          の取消、採用予定数の
          変動等により紹介が不調に終わることがあります。また、求人企業との雇用契約
          締結は就業日当日であり、当日不採用
          となる可能性もあります。この場合、労働
          契約が成立していない以上、必ずしも就業日当日の交通費等が支給されるもので
          はありません。<br />
          5.
          利用者と求人企業、および当社との間のやり取りは、本アプリまたは当社が指定
          する方法により行うものとします。<br />
          6.
          利用者は、法令により書面での交付が義務付けられ、交付を受ける者の同意があ
          る場合に限り電子メールまたはその他受信する者を特定し
          て情報を伝達するため
          に用いられる電気通信(出力して書面を作成できるもの。以下「電子メール等」と
          いいます。)での交付が可能とされて
          いるもの(取扱職種の範囲等、手数料に関す
          る事項、苦情の処理に関する事項、求人企業の情報および求職者の個人情報の取
          扱いに関する事
          項、従事すべき業務の内容および賃金·労働時間その他の労働条件
          等)については、当社または求人企業より電子メールでの交付を受けるこ
          とに同意
          するものとします。携帯電話の場合、利用者は、当社および本システムからの電子
          メール等を受信できるように設定するものとしま
          す。なお、書面での交付を希望
          する場合には、利用者は、当社に書面での交付を希望する旨の連絡をするものと
          します。<br />
          7.
          本サービスは短期での就業を前提としたサービスであり、利用者が同一の求人企
          業において長期の就業を希望した場合でも、当社の判断で、
          別の求人企業を紹介 することがあります。<br />
          8.
          当社が、本サービスを提供することが不適切であると判断した場合、本サービス
          のご利用をお断りすることがあります。 2/11 <br />9.
          利用者が未成年者または成年被後見人等の制限行為能力者である場合、利用者
          は、親権者·成年後見人等の法定代理人の同意を得たうえで
          本サービスを利用する ものとします。<br />
          10.利用者が外国籍の方である場合、本サービスをご利用いただくためには、就労活
          動が認められる在留資格を保有していること等、日本におけ
          る就業活動を可能と する法令上の要件を充足している必要があります。
          第3条(書類の提出)<br />
          1.
          利用者は、当社が求めた場合には、以下の書類を速やかに当社に対し提出するも
          のとします。
          (1)氏名住所等、利用者であることを特定·確認するための本人確認資料
          (2)在留資格を確認するための在留カードまたは就労資格説明書
          (3)その他当社もしくは求人企業が提出を求める証明書類等 <br />2.
          利用者は、前項に基づき当社に提出した書類の記載または内容に変更が生じた場
          合、速やかに当社に対して届け出るものとします。 第4条(利用者の責任)<br />
          1.
          利用者は、本規約に同意し、自らの責任で本サービスを利用するものとし、本
          サービスの利用に関する一切の責任を負うものとします。<br />
          2.
          利用者は、当社および求人企業に対し、個人情報を不備不足のないよう正確に提
          供するものとします。利用者が提供した個人情報が正確で
          なかった場合等、利用
          者が当社および求人企業に対して提供した情報内容に起因して、求人企業、その
          他の第三者との間で紛争等が生じた場
          合には、利用者は、自己の責任においてこ
          れに対処するものとし、当社に一切の迷惑をかけないことを保証するものとしま
          す。<br />
          3.
          当社は、求人企業の労働条件その他契約内容の確認においては、利用者の希望に
          応じ連絡を取り次ぎますが、利用者は、利用者の責任にお
          いて、求人企業に労働
          条件その他契約内容を直接確認した後に契約を結ぶものとし、当社が利用者に通
          知した労働条件が当該契約の詳細を
          最終的に保証するものではないことを確認す るものとします。 3/11<br />
          4.利用者は、本サービスを利用するために必要な対応端末(携帯端末、音声端末を含
          みますがこれに限られません)等のあらゆる機器、ソフトウ
          ェア、アプリケーショ
          ン、通信手段を、自己の責任と費用において、適切に用意および整備するものと
          します。<br />
          5.
          利用者は、自己の利用環境に応じて、不正アクセスおよび情報漏洩の防止等のセ
          キュリティ対策を講じるものとします。当社は、利用者の利用
          環境について一切 関与せず、また一切の責任を負いません。<br />
          6.
          利用者は、本サービスを通じて紹介を受けた求人企業との間で、本サービスの利
          用によらず独自に雇用契約または業務委託契約等を締結す
          る場合、当社に事前に 通知するものとします。<br />
          7.
          利用者は、本サービスを通じて求人企業との間で雇用契約を締結した場合、別途
          当社の定める方法にて、勤務時間、稼働時間その他別途当社
          の定める情報を本シ ステムに入力するものとします。<br />
          第5条(禁止事項)
          利用者は、本サービスの利用に際し、以下の各号の行為を行っては
          ならないものとします。<br />
          (1)虚偽または不正確な情報を提供する行為<br />
          (2)暴力的な言動、個人や団体を謝誇、中傷、脅迫し、またはそのおそれのある行為<br />
          (3)著作権、商標権、その他の知的財産権を含む他人の権利を侵害し、またはそのお
          それのある行為<br />
          (4)本サービスを通じて入手した情報を、複製、販売、出版その他方法の如何を問わ
          ず、私的利用の範囲を超えて利用し、または第三者に開示、
          提供する行為<br />
          (5)本サービスを通じて入手した情報を利用して、当社もしくは第三者に対して金銭
          等を要求し、または不利益もしくは損害を与える行為<br />
          (6)本サービスの円滑な運営を妨げる行為、または当社および求人企業の信用または
          名誉を鍛損する行為、もしくはそれらのおそれのある行為<br />
          (7)本サービスの利用目的に反する行為、または本規約に違反する行為<br />
          (8)本サービスの趣旨と関係のない目的で本サービスを利用する行為<br />
          (9)本サービスを利用者本人以外の第三者に利用させる、または第三者をして利用者
          本人になりすまさせる行為 4/11<br />
          (10)犯罪行為、または法令に反する行為等公序良俗に反する行為、もしくはそれら
          のおそれのある行為 <br />第6条(著作権)
          本アプリのうち本サービスにかかる部分および本サービスにかかる媒体上に掲載さ
          れるすべてのコンテンツ(写真、イラスト等を含みます。以下
          「本著作物」といいま
          す)の著作権は、当社または当社に本著作物を提供した第三者に帰属します。利用者
          は、著作権法等により認められる場合
          を除き、当社の許諾がない限り、本著作物の
          全部または一部の利用、複製、転載等を行うことができないものとします。
          第7条(サービスの停止等) <br />1.
          当社は、以下のいずれかに該当する場合には、利用者に事前に通知することな
          く、本サービスの全部または一部の提供を停止または中断する
          ことができるもの とします。
          (1)本サービスにかかるコンピューターシステムの点検または保守作業を緊急に行う
          場合
          <br />(2)コンピュータ、通信回線等が事故により停止した場合<br />
          (3)通常のウィルス対策では防止できないウィルスによる被害、地震、落雷、火災、
          風水害、停電、天災地変などの不可抗力により本サービス
          の運営ができなくなった場合<br />
          (4)その他、当社が停止または中断を必要と判断した場合 2.
          当社は、利用者において以下の各号のいずれかに該当する事由が発生したと判断
          した場合、当該利用者に対して、何らの催告を要することな
          く、本サービスの提供 を停止することができるものとします。<br />
          (1)利用者が本サービスを退会した場合、または本サービスを利用できなくなった場
          合
          <br />(2)事前の連絡なく利用者が就業日に就業場所に行かなかった場合<br />
          (3)利用者が本規約に定める事項に違反した場合<br />
          (4)当社において、当社と利用者との信頼関係を維持できないと判断した場合
          5/11 <br />3.
          当社は、本条に基づき当社が行った措置に基づき利用者に生じた損害について一
          切の責任を負いません。<br />
          第8条(サービスの内容変更·終了) <br />1.
          当社は、当社の都合により、本サービスの内容を変更し、または提供共を終了す
          ることができます。当社が本サービスの提供を終了する場合、当
          社は利用者に事 前に通知するものとします。<br />
          2.
          当社は、1ヶ月の予告期間をもって利用者に通知のうえ、本サービスの一部または
          全部の提供を終了することができるものとします。<br />
          3.
          当社は、本条に基づき当社が行った措置に基づき利用者に生じた損害について一
          切の責任を負わないものとします。<br />
          第9条(求人照合)
          当社は、利用者から求人への応募依頼を受け付けた場合であっても、求人企業より
          示された選考基準に基づいて当該求人への適合度合いを判
          断した結果、当社から当
          該求人への推薦を行わない場合や、求人企業に代わり、選考基準に適合しない旨の
          ご連絡をする場合があります。なお、
          当社は、選考基準や判断理由などをお伝えす ることはできません。
          第10条(当社の責任) <br />1.
          当社は、利用者が本サービスへの申込、または本サービスを利用したことにより
          利用者に生じた損害につき、何らの責任も負わないものとし
          ます。ただし、当社
          の故意または重過失によって利用者に損害が生じた場合はこの限りではなく、こ
          の場合に当社が利用者に対して負う損害
          賠償責任の範囲は、現実に発生した直接 かつ通常の損害の範囲とします。<br />
          2.
          当社は、利用者に提供する情報のうち、企業情報等の第三者に関する情報、企業
          広告、求人広告その他第三者より提供される情報内容の正確
          性につき保証するも のではありません。<br />
          3.
          当社は、利用者による本サービスの利用によって、確実に就業ができることを保
          証するものではありません。求人企業への紹介後に雇用契約
          締結に至らなかった
          場合、理由の如何にかかわらず実際に就業ができなかった場合、または求人企業
          から賃金や交通費等が支払われなかっ
          た場合にも、当社は利用者に対して補償等 をする義務を負いません。
          6/11<br />
          4.当社は、本サービス並びに本サービス提供のためのインフラおよびシステムにつ
          いて、真実性、適切性、合法性、正確性、信頼性、有用性、最新
          性等を保証する ものではありません。<br />
          5.
          当社は、利用者が本サービスを利用することで、利用者の対応端末やコンピュー
          タ等の機器に支障や損害が生じた場合や、それらの機器に記
          録されている情報や
          プログラム等が消失したり故障する場合、電気通信事業者、クラウドサービス事
          業者、ハードウェア事業者、その他の第三
          者が提供するサービス·製品に起因して
          生じた障害が起きた場合、その他利用者に不利益や損失を与えた場合について責
          任を負いません。<br />
          6.当社は、利用者と求人企業との間のトラブル等につき一切責任を負いません。
          第 <br />11条(個人情報の取扱い)<br />
          1.
          当社の個人情報の取扱いについては、当社Webサイトおよび本アプリ上の「プラ
          イバシーポリシー」および「個人情報の取り扱いについて」に
          定めるとおりとし
          ます。利用者は、本サービスの登録の解除を希望する場合には、第15条第1項の
          手続きに従うものとします。<br />
          2.当社は、原則として以下の各号に定める機微な情報(以下「機微情報」といいます)
          を収集しません。ただし、利用者自ら当社に対して機微情
          報を提供した場合は、
          当社が当該機微情報を取得すること、および当社が利用者に対する適切な職業紹
          介および求人情報提供のために必要
          な範囲内において当該機微情報を第三者に提
          供することにつき、利用者の同意があったものとみなします。<br />
          (1)思想、信条または宗教に関する事項<br />
          (2)勤労者の団結権、団体交渉およびその他団体行動に関する事項<br />
          (3)集団示威行為への参加、請願権の行使その他の政治的権利の行使に関する事項<br />
          (4)保険·医療または性生活に関する事項 <br />3.
          利用者が株式会社enigmaの提供するサービスの利用を希望した場合、当社は、
          利用者または導入企業から取得した個人情報を株式会社eni
          gmaに対して提供でき
          るものとし、利用者はこれに同意するものとします。<br />
          第12条(統計データの取扱い)
          当社は、本サービスの利用開始·終了の前後を問わず、本サービスに関して取得した
          利用者の個人情報を、個人を識別·特定できないように加エした後、集計および分析
          7/11
          した統計データを作成し、これらを何らの制限なく利用することができるものと
          し、利用者はこれをあらかじめ承諾しま す。<br />
          第13条(サービス利用規約の変更)<br />
          1.
          当社は、本サービスの提供期間中に本規約の全部又は一部を変更することができ
          る。当社は、本規約を変更する場合には、利用者に対し、書面、電子メール又は
          本システムを通じて、変更後の規約及び当該変更の適用開始日(以下「適用開始
          日」といいます)について事前に通知する。なお、当社は、適用開始日について、
          当該変更の内容、性質等に応じて当該通知の日(以下、「通知日」といいます)から
          適切な一定の期間 を経過した日以降の日を指定するものとする。<br />
          2.
          利用者は、変更内容を承諾しない場合には、通知日から適用開始日の前日までの
          期間に、当社に対して書面又は電子メールにより異議を通
          知するものとする。当
          社が期限内にかかる異議の通知を受領した場合、適用開始日をもって利用者と当
          社との間の利用契約は終了するもの とする。 3.
          前項の場合を除き、利用者は、変更後の規約につき同意したものとみなし、本規
          約は適用開始日に、当然に変更されるものとする。ただし、以下の各号に該当す
          る利用者の不利益を伴わない変更については、事前の掲載をせずに行うことがで
          きるものとします。<br />
          (1)本サービスの機能追加·改善<br />
          (2)
          人種、民族、門地、本籍地(所在都道府県に関する情報を除きます)、身体·精神障
          害、犯罪歴、その他社会的差別の原因となる事項<br />
          (3)利用者の義務の軽減免除<br />
          (4)当社の義務の追加·加重<br />
          (5)上記各号の他、利用者に不利益とならない範囲での追加·変更·削除<br />
          第14条(情報の保管期間)<br />
          1.
          当社は、本サービスを提供するために必要な期間が経過したと判断した場合、本
          システム上または当社が管理するサーバ上に蓄積されてい
          る、当社または求人企
          業とのやり取りに関する情報、および利用者の登録情報等を抹消することがあり
          ます。抹消後はこれを復元することが できません。 8/11 <br />2.
          利用者は、前項の事情を踏まえ、自らに不利益もしくは損害が発生しないために
          必要な措置を自己の責任と費用負担において講じるものとします。<br />
          第15条(登録の解除) <br />1.
          利用者は、本サービスの登録の解除を希望する場合には、本アプリ上または当社
          指定の方法により、当社に登録解除の申出を行うものとします。 2.
          利用者は、本サービスの登録を解除することとなった場合には、利用者に関する
          本サービスにかかる一切の情報について内容の確認ができな
          くなることを了承し
          ます。なお、当社は、これらの情報について削除の義務を負うものではありませ
          ん。<br />
          第16条(反社会的勢力の排除) <br />1.
          利用者は、自らが、次の各号のいずれにも該当しないことを表明し、かつ将来に
          わたっても該当しないことを保証します。 (1)暴力団 (2)(2) 暴力団員
          (3)暴力団員でなくなったときから5年を経過しない者 _ (4)暴力団準構成員
          (5)暴力団関係企業
          (6)総会屋等、社会運動等標ぼうゴロまたは特殊知能暴力集団等
          (7)その他前各号に準ずる者<br />
          2.
          利用者は、当社に対し、自らまたは第三者を利用して、次の各号に掲げる行為を
          行わないことを保証するものとします。 (1)暴力的な要求行為 (2)(2)
          法的な責任を超えた不当な要求行為
          (3)取引に関して、脅迫的な言動をし、または暴力を用いる行為
          (4)風説を流布し、偽計を用いまたは威力を用いて当社の信用を鍛損し、または当社
          の業務を妨害する行為 9/11 (5)その他前各号に準ずる行為 <br />3.
          当社は、利用者が、前各項に違反した場合は、何らの催告を要するにとなく、当
          社と利用者との間で締結した一切の契約の全部または一部を
          解除することができま す。<br />
          4.
          当社は、前項に基づき契約を解除したことにより、利用者に発生した損害につい
          ては、賠償責任を負わず、かつ、利用者に対し、かかる解除に
          より被った損害の賠 償を請求できるものとします。<br />
          第17条(損害賠償)
          利用者が、本規約に違反し、または本サービスの利用に際し、当
          社、求人企業もしくは第三者に対して損害を与えた場合、利用者は直接·間接を問
          わ ず、一切の損害を賠償するものとします。<br />
          第18条(権利義務譲渡の禁止)
          利用者が、本規約に関する契約上の地位、およびこれ
          に関する一切の権利義務を、当社の事前の書面による承諾なく、第三者に譲渡、移
          転または 担保に供してはならないものとします。<br />
          第19条(分離可能性)
          本規約の条項の一部が、管轄権を有する裁判所によって違法ま
          たは無効と判断されたとしても、残部の条項はその後も有効に存続します。<br />
          第20条(協議事項項)
          本規約に定めのない事項または本規約の解釈に疑義が生じた場
          合、当社と利用者は、誠意をもって協議のうえこれを解決するものとします。<br />
          第21条(準拠法および管轄裁判所)
          本規約に関する準拠法は日本国法とし、本サービ
          スおよび本規約に関する一切の紛争、請求等については、東京簡易裁判所または東
          京地方裁判 所を第一審の専属的合意管轄裁判所とします。<br />
          第22条(利用料金) 1.
          委託者が定める時間給を基本とした、拘束時間(交通費含む。)に相当する金額
          2. 拘束時間に相当する料金に30%を上乗せした料金
        </p>
      </div>
    </div>
  )
}